Repository: h44z/kopano_webapp_calendarimporter
Catalog: languages/*.UTF-8/LC_MESSAGES/plugin_calendarimporter.po
Languages: de

source: Warning
de: Warnung

source: Import Calendar File
de: Kalender Datei importieren

source: Loading...
de: Lade...

source: Select events to import
de: Termine zum importieren auswählen

source: Title
de: Titel

source: Start
de: Beginn

source: End
de: Ende

source: Location
de: Ort

source: Description
de: Beschreibung

source: Priority
de: Priorität

source: Busystatus
de: Beschäftigt

source: Privacystatus
de: Privat

source: Organizer
de: Ersteller

source: Alarm
de: Erinnerung

source: Timezone
de: Zeitzone

source: Select folder
de: Ordner auswählen

source: Ignore DST
de: DST ignorieren

source: This will ignore "Daylight saving time" offsets.
de: Durch diese Einstellung wird die Sommer bzw. Winterzeit Abweichung ignoriert.

source: Select an .ics calendar
de: .ics Kalender Datei wählen

source: Import
de: Importieren

source: Import All
de: Alle Importieren

source: Cancel
de: Abbrechen

source: Uploading and parsing calendar...
de: Kalender wird hochgeladen und verarbeitet...

source: Error
de: Fehler

source: Parser Error
de: Verarbeitungsfehler

source: You have to choose a calendar!
de: Es muss ein Kalender ausgewählt werden!

source: You have to choose at least one event to import!
de: Es muss mindestens ein Termin zum Importieren ausgewählt werden.

source: Import failed: {0}
de: Importieren fehlgeschalgen: {0}

source: Export Event
de: Termin exportieren

source: Calendar Export
de: Kalenderexport

source: Exporting {0} events. Please wait...
de: Exportiere {0} Termine. Bitte warten...

source: Import to Calendar
de: Kalender importieren

source: Please wait
de: Bitte warten

source: Loading attachment...
de: Lade Anhang...

source: Initializing...
de: Initialisierung...

source: {0}% loaded
de: {0}% geladen

source: Calendarimporter Plugin
de: Kalender Plugin

source: Calendar Sync settings
de: Kalender Synchronisierung - Einstellungen

source: Calendar Import/Export plugin settings
de: Kalender Import/Export Einstellungen

source: Enable ical sync
de: iCAL Synchronisierung aktivieren

source: Default calender
de: Standard Kalender

source: Default timezone
de: Standard Zeitzone

source: ICAL Sync
de: iCAL Synchronisierung

source: ICAL Information
de: iCAL Informationen

source: Destination Calendar
de: Ziel-Kalender

source: Sync Intervall (minutes)
de: Synchronisationsintervall (Minuten)

source: Authentication (optional)
de: Anmelden (optional)

source: Username
de: Benutzername

source: Password
de: Passwort

source: No ICAL sync entry exists
de: Es existiert kein Synchronisierungs Eintrag

source: ICS File
de: ICS Datei

source: Destination Calender
de: Ziel-Kalender

source: Authentication
de: Anmeldung

source: Sync Intervall
de: Synchronisierungs Intervall

source: Last Synchronisation
de: Letzte Synchronisation

source: Loading ics sync entries...
de: Lade Synchronisierungseinträge...

source: Alert
de: Achtung

source: Please select a ics sync entry.
de: Bitte einen Eintrag auswählen.

source: Setup calendars you want to subscribe to.
de: Kalender zur Synchronisation verwalten.

source: Import Calendar
de: Kalender importieren

source: Export Calendar
de: Kalender exportieren

source: _events.ics
de: _Termine.ics

source: No events found. Export skipped!
de: Keine Termine gefunden. Export abgebrochen!

source: ICS file empty!
de: ICS enthält keine Termine!

source: Store could not be opened!
de: Datenbank kann nicht geöffnet werden!

source: Wrong call, store and entryid have to be set!
de: Inkorrekter Aufruf!

source: No event in ics file
de: ICS enthält keine Termine!

source: File could not be read by server
de: Datei konnte vom Server nicht gelesen werden

source: File could not be moved to TMP path! Check plugin config and folder permissions!
de: Temporärer Pfad ist nicht beschreibbar!

source: File could not be read by server, upload error!
de: Datei konnte vom Server nicht gelesen werden. Hochladen fehlgeschlagen!
